Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: A suggestion from your own trends, not a measurement. If it disagrees with how you feel, trust yourself.
ar: اقتراح مبني على اتجاهاتك أنت، لا قياس. إن خالف إحساسك، ثق بنفسك.
bg: Предложение от собствените ти тенденции, не измерване. Ако не съвпада с усещането ти, вярвай на себе си.
ca: Un suggeriment a partir de les teves pròpies tendències, no una mesura. Si no coincideix amb com et trobes, fes-te cas.
cs: Návrh z tvých vlastních trendů, ne měření. Pokud nesouhlasí s tím, jak se cítíš, věř sobě.
da: Et forslag ud fra dine egne tendenser, ikke en måling. Passer det ikke med, hvordan du har det, så stol på dig selv.
de: Ein Vorschlag aus deinen eigenen Trends, keine Messung. Wenn er deinem Gefühl widerspricht, vertraue dir selbst.
el: Πρόταση από τις δικές σου τάσεις, όχι μέτρηση. Αν διαφωνεί με το πώς νιώθεις, εμπιστέψου τον εαυτό σου.
es: Una sugerencia a partir de tus propias tendencias, no una medición. Si no coincide con cómo te sientes, hazte caso a ti.
et: Soovitus sinu enda trendide põhjal, mitte mõõtmine. Kui see läheb sinu enesetundega vastuollu, usalda iseennast.
fi: Ehdotus omista trendeistäsi, ei mittaus. Jos se on ristiriidassa tuntemustesi kanssa, luota itseesi.
fr: Une suggestion tirée de tes propres tendances, pas une mesure. Si elle contredit ce que tu ressens, fie-toi à toi.
ga: Moladh as do threochtaí féin, ní tomhas. Mura réitíonn sé leis an gcaoi a mbraitheann tú, bíodh muinín agat asat féin.
hr: Prijedlog iz tvojih vlastitih trendova, a ne mjerenje. Ako se ne slaže s tim kako se osjećaš, vjeruj sebi.
hu: Javaslat a saját trendjeidből, nem mérés. Ha nem egyezik azzal, ahogy érzed magad, bízz magadban.
id: Saran dari tren milikmu sendiri, bukan hasil pengukuran. Kalau tidak cocok dengan yang kamu rasakan, percayai dirimu.
is: Tillaga út frá þínum eigin þróunarlínum, ekki mæling. Ef hún stangast á við líðan þína skaltu treysta sjálfum þér.
it: Un suggerimento tratto dalle tue tendenze, non una misurazione. Se non coincide con come ti senti, fidati di te.
ja: 測定値ではなく、あなた自身の傾向からの提案です。体感と食い違うなら、自分を信じてください。
ko: 측정값이 아니라 당신의 추세에서 나온 제안입니다. 몸 상태와 다르다면 자신을 믿으세요.
lt: Pasiūlymas iš tavo paties tendencijų, ne matavimas. Jei jis nesutampa su tuo, kaip jautiesi, pasitikėk savimi.
lv: Ieteikums no tavām paša tendencēm, nevis mērījums. Ja tas nesaskan ar to, kā jūties, uzticies sev.
mk: Предлог од твоите сопствени трендови, а не мерење. Ако не се совпаѓа со тоа како се чувствуваш, верувај си на себе.
ms: Cadangan daripada aliran anda sendiri, bukan ukuran. Jika ia tidak sepadan dengan apa yang anda rasa, percayalah pada diri sendiri.
mt: Suġġeriment mix-xejriet tiegħek stess, mhux kejl. Jekk ma jaqbilx ma' kif tħossok, afda lilek innifsek.
nb: Et forslag ut fra dine egne trender, ikke en måling. Stemmer det ikke med hvordan du føler deg, så stol på deg selv.
nl: Een suggestie uit je eigen trends, geen meting. Wijkt die af van hoe je je voelt, vertrouw dan op jezelf.
pl: Sugestia z twoich własnych trendów, nie pomiar. Jeśli kłóci się z tym, jak się czujesz, zaufaj sobie.
pt_br: É uma sugestão a partir das suas próprias tendências, não uma medição. Se discordar de como você se sente, confie em você.
pt_pt: Uma sugestão a partir das tuas próprias tendências, não uma medição. Se não bater certo com o que sentes, confia em ti.
ro: O sugestie bazată pe propriile tale tendințe, nu o măsurătoare. Dacă nu se potrivește cu ce simți, ai încredere în tine.
ru: Это подсказка по вашим же трендам, а не измерение. Если она расходится с самочувствием — доверяйте себе.
sk: Návrh z tvojich vlastných trendov, nie meranie. Ak sa nezhoduje s tým, ako sa cítiš, ver sebe.
sl: Predlog iz tvojih lastnih trendov, ne meritev. Če se ne ujema s tvojim počutjem, zaupaj sebi.
sq: Një sugjerim nga trendet e tua, jo një matje. Nëse nuk përputhet me si ndihesh, beso veten.
sr: Предлог из твојих сопствених трендова, а не мерење. Ако се не слаже с тим како се осећаш, веруј себи.
sv: Ett förslag ur dina egna trender, inte en mätning. Om det inte stämmer med hur du känner dig, lita på dig själv.
tr: Bir ölçüm değil, kendi eğilimlerinden çıkan bir öneri. Hissettiğinle çelişiyorsa kendine güven.
uk: Це підказка за вашими ж трендами, а не вимірювання. Якщо вона розходиться із самопочуттям — довіряйте собі.
vi: Một gợi ý rút ra từ xu hướng của chính bạn, không phải kết quả đo. Nếu nó khác với cảm nhận của bạn, hãy tin vào bản thân.
zh_hans: 这是根据你自身趋势给出的建议，不是测量结果。若与你的感受不符，请相信自己。
zh_hant: 這是依你自身趨勢給出的建議，不是量測結果。若與你的感受不符，請相信自己。

source: A synthetic season, so every screen has something in it. You can delete it afterwards.
ar: موسم مُصطنَع، حتى تجد في كل شاشة شيئًا. ويمكنك حذفه بعد ذلك.
bg: Измислен сезон, за да има какво да се покаже на всеки екран. После можеш да го изтриеш.
ca: Una temporada inventada, perquè cada pantalla tingui alguna cosa. Després ho pots esborrar.
cs: Vymyšlená sezóna, aby měla každá obrazovka co ukázat. Potom ji můžeš smazat.
da: En opdigtet sæson, så hver skærm har noget at vise. Du kan slette den bagefter.
de: Eine erfundene Saison, damit jeder Bildschirm etwas zeigt. Du kannst sie danach löschen.
el: Μια πλασματική σεζόν, ώστε κάθε οθόνη να έχει κάτι. Μπορείς να τη διαγράψεις μετά.
es: Una temporada inventada, para que todas las pantallas tengan algo. Puedes borrarla después.
et: Väljamõeldud hooaeg, et igal ekraanil oleks midagi näha. Võid selle hiljem kustutada.
fi: Keksitty kausi, jotta joka näytöllä on jotain. Voit poistaa sen jälkeenpäin.
fr: Une saison fictive, pour que chaque écran ait de quoi s'afficher. Vous pourrez la supprimer ensuite.
ga: Séasúr cumtha, ionas go mbeidh rud éigin ar gach scáileán. Is féidir leat é a scriosadh ina dhiaidh sin.
hr: Izmišljena sezona, da svaki zaslon ima što pokazati. Poslije je možeš obrisati.
hu: Egy kitalált szezon, hogy minden képernyőn legyen mit nézni. Utána törölheted.
id: Musim buatan, supaya setiap layar ada isinya. Bisa kamu hapus setelahnya.
is: Uppdiktað tímabil, svo hver skjár hafi eitthvað í sér. Þú getur eytt því á eftir.
it: Una stagione inventata, così ogni schermata ha qualcosa da mostrare. Puoi eliminarla dopo.
ja: 架空の1シーズン分。どの画面にも中身が入ります。あとから削除できます。
ko: 가상의 한 시즌이라 어느 화면에나 내용이 채워집니다. 나중에 지울 수 있습니다.
lt: Išgalvotas sezonas, kad kiekviename ekrane kas nors būtų. Paskui gali jį ištrinti.
lv: Izdomāta sezona, lai katrā ekrānā būtu kaut kas redzams. Pēc tam to vari izdzēst.
mk: Измислена сезона, за да има што да се прикаже на секој екран. Потоа можеш да ја избришеш.
ms: Musim rekaan, supaya setiap skrin ada isinya. Anda boleh memadamnya kemudian.
mt: Staġun maħluq, biex kull skrin ikollu xi ħaġa fih. Tista' tħassru wara.
nb: En oppdiktet sesong, så hver skjerm har noe å vise. Du kan slette den etterpå.
nl: Een verzonnen seizoen, zodat elk scherm iets laat zien. Je kunt het daarna verwijderen.
pl: Zmyślony sezon, żeby każdy ekran miał co pokazać. Potem możesz go usunąć.
pt_br: Uma temporada inventada, para que toda tela tenha algo. Você pode excluir depois.
pt_pt: Uma época inventada, para que todos os ecrãs tenham algo. Pode eliminá-la depois.
ro: Un sezon inventat, ca fiecare ecran să aibă ceva în el. Îl poți șterge după aceea.
ru: Выдуманный сезон, чтобы на каждом экране было что показать. Потом его можно удалить.
sk: Vymyslená sezóna, aby mala každá obrazovka čo ukázať. Potom ju môžeš zmazať.
sl: Izmišljena sezona, da ima vsak zaslon kaj pokazati. Pozneje jo lahko izbrišeš.
sq: Një sezon i sajuar, që çdo ekran të ketë diçka. Mund ta fshish më pas.
sr: Измишљена сезона, да сваки екран има шта да прикаже. После је можеш обрисати.
sv: En påhittad säsong, så att varje skärm har något att visa. Du kan radera den efteråt.
tr: Uydurma bir sezon; böylece her ekranda bir şeyler olur. Sonradan silebilirsin.
uk: Вигаданий сезон, щоб на кожному екрані було що показати. Потім його можна видалити.
vi: Một mùa giải giả lập, để màn hình nào cũng có nội dung. Bạn có thể xóa sau.
zh_hans: 一个虚构的赛季，让每个界面都有内容。之后可以删除。
zh_hant: 一個虛構的賽季，讓每個畫面都有內容。之後可以刪除。

source: A — goal race
ar: أ — السباق الهدف
bg: A — основно състезание
ca: A — cursa objectiu
cs: A — cílový závod
da: A — målløb
de: A — Saisonhöhepunkt
el: Α — αγώνας στόχος
es: A — carrera objetivo
et: A — sihtvõistlus
fi: A — tavoitekilpailu
fr: A — course objectif
ga: A — rás sprice
hr: A — ciljna utrka
hu: A — célverseny
id: A — lomba target
is: A — markmiðskeppni
it: A — gara obiettivo
ja: A — 目標レース
ko: A — 목표 대회
lt: A — tikslinės varžybos
lv: A — mērķa sacensības
mk: А — целна трка
ms: A — perlumbaan sasaran
mt: A — tellieqa mira
nb: A — målløp
nl: A — doelwedstrijd
pl: A — start docelowy
pt_br: A — prova-alvo
pt_pt: A — prova objetivo
ro: A — cursa-obiectiv
ru: A — целевой старт
sk: A — cieľové preteky
sl: A — ciljna tekma
sq: A — gara objektiv
sr: А — циљна трка
sv: A — mållopp
tr: A — hedef yarış
uk: A — цільовий старт
vi: A — giải mục tiêu
zh_hans: A — 目标比赛
zh_hant: A — 目標賽事

source: AI PDF extraction
ar: استخراج PDF بالذكاء الاصطناعي
bg: Извличане от PDF с ИИ
ca: Extracció de PDF amb IA
cs: Čtení PDF pomocí AI
da: PDF-udtræk med AI
de: PDF-Auslesen mit KI
el: Εξαγωγή PDF με ΤΝ
es: Extracción de PDF con IA
et: PDF-i lugemine tehisintellektiga
fi: PDF-poiminta tekoälyllä
fr: Extraction de PDF par IA
ga: Sliocht PDF le IS
hr: Čitanje PDF-a uz UI
hu: PDF-kinyerés MI-vel
id: Ekstraksi PDF dengan AI
is: PDF-lestur með gervigreind
it: Estrazione da PDF con IA
ja: AI による PDF 読み取り
ko: AI PDF 추출
lt: PDF skaitymas su DI
lv: PDF nolasīšana ar MI
mk: Читање PDF со ВИ
ms: Pengekstrakan PDF dengan AI
mt: Estrazzjoni ta' PDF bl-IA
nb: PDF-uttrekk med KI
nl: PDF uitlezen met AI
pl: Odczyt PDF przez SI
pt_br: Extração de PDF com IA
pt_pt: Extração de PDF com IA
ro: Extragere PDF cu IA
ru: Разбор PDF с помощью ИИ
sk: Čítanie PDF pomocou AI
sl: Branje PDF z UI
sq: Nxjerrje nga PDF me IA
sr: Читање PDF-а уз ВИ
sv: PDF-tolkning med AI
tr: Yapay zekâ ile PDF okuma
uk: Розбір PDF за допомогою ШІ
vi: Trích xuất PDF bằng AI
zh_hans: AI 解析 PDF
zh_hant: AI 解析 PDF

source: API key
ar: مفتاح API
bg: API ключ
ca: Clau API
cs: Klíč API
da: API-nøgle
de: API-Schlüssel
el: Κλειδί API
es: Clave de API
et: API-võti
fi: API-avain
fr: Clé d'API
ga: Eochair API
hr: API ključ
hu: API-kulcs
id: Kunci API
is: API-lykill
it: Chiave API
ja: API キー
ko: API 키
lt: API raktas
lv: API atslēga
mk: API-клуч
ms: Kunci API
mt: Ċavetta API
nb: API-nøkkel
nl: API-sleutel
pl: Klucz API
pt_br: Chave de API
pt_pt: Chave de API
ro: Cheie API
ru: Ключ API
sk: API kľúč
sl: Ključ API
sq: Çelës API
sr: API кључ
sv: API-nyckel
tr: API anahtarı
uk: Ключ API
vi: Khóa API
zh_hans: API 密钥
zh_hant: API 金鑰

source: Above the anaerobic threshold — interval effort
ar: فوق العتبة اللاهوائية — جهد تقطيعي
bg: Над анаеробния праг — интервално усилие
ca: Per sobre del llindar anaeròbic: esforç d'interval
cs: Nad anaerobním prahem — intervalové úsilí
da: Over den anaerobe tærskel — intervalarbejde
de: Über der anaeroben Schwelle — Intervallbelastung
el: Πάνω από το αναερόβιο κατώφλι — ένταση διαλειμματικής
es: Por encima del umbral anaeróbico: esfuerzo interválico
et: Üle anaeroobse läve — intervallipingutus
fi: Anaerobisen kynnyksen yläpuolella — intervallivauhtia
fr: Au-dessus du seuil anaérobie — effort en intervalles
ga: Os cionn na tairsí anaeróibí — iarracht eatramh
hr: Iznad anaerobnog praga — intervalni intenzitet
hu: Az anaerob küszöb felett — intervallum-intenzitás
id: Di atas ambang anaerobik — intensitas interval
is: Yfir loftfirrtum þröskuldi — ákefð í interval-æfingu
it: Sopra la soglia anaerobica — sforzo a intervalli
ja: 無酸素性作業閾値より上 — インターバル強度
ko: 무산소 역치 위 — 인터벌 강도
lt: Virš anaerobinio slenksčio — intervalinis intensyvumas
lv: Virs anaerobā sliekšņa — intervālu intensitāte
mk: Над анаеробниот праг — интервален интензитет
ms: Di atas ambang anaerobik — intensiti selang
mt: Fuq il-limitu anaerobiku — sforz ta' intervalli
nb: Over den anaerobe terskelen — intervallarbeid
nl: Boven de anaerobe drempel — intervalinspanning
pl: Powyżej progu beztlenowego — wysiłek interwałowy
pt_br: Acima do limiar anaeróbio — esforço de tiro
pt_pt: Acima do limiar anaeróbio — esforço intervalado
ro: Peste pragul anaerob — efort de interval
ru: Выше анаэробного порога — интервальная работа
sk: Nad anaeróbnym prahom — intervalová intenzita
sl: Nad anaerobnim pragom — intervalna intenzivnost
sq: Mbi pragun anaerob — përpjekje intervalesh
sr: Изнад анаеробног прага — интервални интензитет
sv: Över den anaeroba tröskeln — intervallarbete
tr: Anaerobik eşiğin üstünde — interval şiddeti
uk: Вище анаеробного порога — інтервальна робота
vi: Trên ngưỡng yếm khí — cường độ interval
zh_hans: 高于无氧阈——间歇强度
zh_hant: 高於無氧閾——間歇強度

source: Accessory
ar: تمرين مساعد
bg: Допълнително
ca: Accessori
cs: Doplňkový
da: Supplerende
de: Zusatzübung
el: Βοηθητική
es: Accesorio
et: Abiharjutus
fi: Oheisliike
fr: Accessoire
ga: Cleachtadh cúnta
hr: Pomoćna
hu: Kiegészítő
id: Pelengkap
is: Aukaæfing
it: Complementare
ja: 補助種目
ko: 보조 운동
lt: Pagalbinis
lv: Palīgvingrinājums
mk: Помошна
ms: Pelengkap
mt: Eżerċizzju sekondarju
nb: Tilleggsøvelse
nl: Aanvullend
pl: Uzupełniające
pt_br: Acessório
pt_pt: Acessório
ro: Accesoriu
ru: Вспомогательное
sk: Doplnkový
sl: Dopolnilna
sq: Ndihmëse
sr: Помоћна
sv: Komplement
tr: Yardımcı
uk: Допоміжне
vi: Bổ trợ
zh_hans: 辅助动作
zh_hant: 輔助動作

source: Acquired
ar: تاريخ الاقتناء
bg: Придобити
ca: Adquirides
cs: Pořízeno
da: Købt
de: Angeschafft
el: Αποκτήθηκαν
es: Adquiridas
et: Soetatud
fi: Hankittu
fr: Achetées
ga: Faighte
hr: Nabavljene
hu: Beszerezve
id: Diperoleh
is: Keyptir
it: Acquistate
ja: 購入日
ko: 구입일
lt: Įsigyti
lv: Iegādāti
mk: Набавени
ms: Diperoleh
mt: Mixtrija
nb: Kjøpt
nl: Aangeschaft
pl: Kupione
pt_br: Adquirido
pt_pt: Adquiridos
ro: Achiziționați
ru: Куплены
sk: Zakúpené
sl: Kupljeni
sq: Blerë
sr: Набављене
sv: Inköpta
tr: Alınma tarihi
uk: Придбано
vi: Ngày mua
zh_hans: 购入
zh_hant: 購入

source: Active
ar: نشط
bg: Активно
ca: Actives
cs: Aktivní
da: Aktiv
de: Aktiv
el: Ενεργά
es: Activo
et: Kasutusel
fi: Aktiivinen
fr: Actif
ga: In úsáid
hr: Aktivne
hu: Aktív
id: Aktif
is: Í notkun
it: Attivo
ja: アクティブ
ko: 사용 중
lt: Naudojami
lv: Aktīvi
mk: Активни
ms: Aktif
mt: Attivi
nb: Aktiv
nl: Actief
pl: Aktywne
pt_br: Ativo
pt_pt: Ativo
ro: Activi
ru: Активно
sk: Aktívne
sl: Aktivni
sq: Aktive
sr: Активне
sv: Aktiv
tr: Etkin
uk: Активно
vi: Đang dùng
zh_hans: 使用中
zh_hant: 使用中

source: Add
ar: إضافة
bg: Добави
ca: Afegeix
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
et: Lisa
fi: Lisää
fr: Ajouter
ga: Cuir leis
hr: Dodaj
hu: Hozzáadás
id: Tambah
is: Bæta við
it: Aggiungi
ja: 追加
ko: 추가
lt: Pridėti
lv: Pievienot
mk: Додај
ms: Tambah
mt: Żid
nb: Legg til
nl: Voeg toe
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ro: Adaugă
ru: Добавить
sk: Pridať
sl: Dodaj
sq: Shto
sr: Додај
sv: Lägg till
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 新增

source: Add Set
ar: إضافة مجموعة
bg: Добави серия
ca: Afegeix sèrie
cs: Přidat sérii
da: Tilføj sæt
de: Satz hinzufügen
el: Προσθήκη σετ
es: Añadir serie
et: Lisa seeria
fi: Lisää sarja
fr: Ajouter une série
ga: Cuir sraith leis
hr: Dodaj seriju
hu: Sorozat hozzáadása
id: Tambah Set
is: Bæta við setti
it: Aggiungi serie
ja: セットを追加
ko: 세트 추가
lt: Pridėti seriją
lv: Pievienot pieeju
mk: Додај серија
ms: Tambah Set
mt: Żid sett
nb: Legg til sett
nl: Set toevoegen
pl: Dodaj serię
pt_br: Adicionar série
pt_pt: Adicionar série
ro: Adaugă serie
ru: Добавить подход
sk: Pridať sériu
sl: Dodaj serijo
sq: Shto seri
sr: Додај серију
sv: Lägg till set
tr: Set Ekle
uk: Додати підхід
vi: Thêm Hiệp
zh_hans: 添加组
zh_hant: 新增組

source: Add Shoe
ar: إضافة حذاء
bg: Добави обувки
ca: Afegeix sabatilles
cs: Přidat boty
da: Tilføj sko
de: Schuh hinzufügen
el: Προσθήκη παπουτσιών
es: Añadir zapatillas
et: Lisa jalanõud
fi: Lisää kengät
fr: Ajouter des chaussures
ga: Cuir bróg leis
hr: Dodaj tenisice
hu: Cipő hozzáadása
id: Tambah Sepatu
is: Bæta við skóm
it: Aggiungi scarpe
ja: シューズを追加
ko: 신발 추가
lt: Pridėti batus
lv: Pievienot apavus
mk: Додај патики
ms: Tambah Kasut
mt: Żid żarbun
nb: Legg til sko
nl: Schoenen toevoegen
pl: Dodaj buty
pt_br: Adicionar tênis
pt_pt: Adicionar sapatilhas
ro: Adaugă pantofi
ru: Добавить кроссовки
sk: Pridať topánky
sl: Dodaj čevlje
sq: Shto atlete
sr: Додај патике
sv: Lägg till skor
tr: Ayakkabı Ekle
uk: Додати кросівки
vi: Thêm Giày
zh_hans: 添加跑鞋
zh_hant: 新增跑鞋

source: Add a block
ar: إضافة كتلة
bg: Добави блок
ca: Afegeix un bloc
cs: Přidat blok
da: Tilføj en blok
de: Block hinzufügen
el: Προσθήκη μπλοκ
es: Añadir un bloque
et: Lisa plokk
fi: Lisää lohko
fr: Ajouter un bloc
ga: Cuir bloc leis
hr: Dodaj blok
hu: Blokk hozzáadása
id: Tambah blok
is: Bæta við blokk
it: Aggiungi un blocco
ja: ブロックを追加
ko: 블록 추가
lt: Pridėti bloką
lv: Pievienot bloku
mk: Додај блок
ms: Tambah blok
mt: Żid blokk
nb: Legg til en blokk
nl: Blok toevoegen
pl: Dodaj blok
pt_br: Adicionar bloco
pt_pt: Adicionar um bloco
ro: Adaugă un bloc
ru: Добавить блок
sk: Pridať blok
sl: Dodaj blok
sq: Shto një bllok
sr: Додај блок
sv: Lägg till ett block
tr: Blok ekle
uk: Додати блок
vi: Thêm khối
zh_hans: 添加循环
zh_hant: 新增循環

source: Add a pair to track mileage and get wear warnings.
ar: أضف زوجًا لتتبّع المسافة وتلقّي تنبيهات التآكل.
bg: Добави чифт, за да следиш километража и да получаваш предупреждения за износване.
ca: Afegeix un parell per fer el seguiment dels quilòmetres i rebre avisos de desgast.
cs: Přidej pár, ať sleduješ nájezd a dostáváš upozornění na opotřebení.
da: Tilføj et par for at følge kilometerne og få advarsler om slid.
de: Füge ein Paar hinzu, um die Laufleistung zu verfolgen und Verschleißwarnungen zu bekommen.
el: Πρόσθεσε ένα ζευγάρι για να μετράς χιλιόμετρα και να παίρνεις προειδοποιήσεις φθοράς.
es: Añade un par para seguir el kilometraje y recibir avisos de desgaste.
et: Lisa paar, et jälgida läbitud kilomeetreid ja saada hoiatusi kulumise kohta.
fi: Lisää pari, niin näet kilometrit ja saat varoituksia kulumisesta.
fr: Ajoute une paire pour suivre le kilométrage et recevoir des alertes d'usure.
ga: Cuir péire leis chun an mhíleáiste a rianú agus rabhaidh chaithimh a fháil.
hr: Dodaj par da pratiš kilometražu i dobivaš upozorenja o istrošenosti.
hu: Adj hozzá egy párat, hogy kövesd a futott távot, és figyelmeztetést kapj a kopásról.
id: Tambahkan sepasang untuk melacak jarak tempuh dan mendapat peringatan keausan.
is: Bættu við pari til að fylgjast með kílómetrum og fá viðvaranir um slit.
it: Aggiungi un paio per seguire il chilometraggio e ricevere avvisi di usura.
ja: 走行距離を記録し、摩耗の警告を受け取るには 1 足追加してください。
ko: 한 켤레를 추가하면 주행 거리를 추적하고 마모 경고를 받을 수 있습니다.
lt: Pridėk porą, kad sektum nubėgtą atstumą ir gautum įspėjimus apie nusidėvėjimą.
lv: Pievieno pāri, lai sekotu nobraukumam un saņemtu brīdinājumus par nolietojumu.
mk: Додај пар за да ја следиш километражата и да добиваш предупредувања за истрошеност.
ms: Tambah sepasang untuk menjejak jarak dan menerima amaran kehausan.
mt: Żid par biex issegwi l-kilometraġġ u tirċievi twissijiet dwar il-konsum.
nb: Legg til et par for å følge kilometerne og få varsler om slitasje.
nl: Voeg een paar toe om de kilometers bij te houden en slijtagewaarschuwingen te krijgen.
pl: Dodaj parę, aby śledzić przebieg i dostawać ostrzeżenia o zużyciu.
pt_br: Adicione um par para acompanhar a quilometragem e receber avisos de desgaste.
pt_pt: Adiciona um par para acompanhar a quilometragem e receber avisos de desgaste.
ro: Adaugă o pereche ca să urmărești kilometrajul și să primești avertismente de uzură.
ru: Добавьте пару, чтобы считать пробег и получать предупреждения об износе.
sk: Pridaj pár, aby si sledoval nakilometrované a dostával upozornenia na opotrebenie.
sl: Dodaj par, da spremljaš prevožene kilometre in dobiš opozorila o obrabi.
sq: Shto një palë për të ndjekur kilometrat dhe për të marrë paralajmërime konsumimi.
sr: Додај пар да пратиш километражу и добијаш упозорења о похабаности.
sv: Lägg till ett par för att följa milen och få slitagevarningar.
tr: Kilometreyi takip etmek ve aşınma uyarısı almak için bir çift ekle.
uk: Додайте пару, щоб рахувати пробіг і отримувати попередження про знос.
vi: Thêm một đôi để theo dõi quãng đường và nhận cảnh báo khi mòn.
zh_hans: 添加一双跑鞋即可记录里程并在磨损时收到提醒。
zh_hant: 新增一雙跑鞋即可記錄里程，並在磨損時收到提醒。

source: Add a photo
ar: إضافة صورة
bg: Добави снимка
ca: Afegeix una foto
cs: Přidat fotku
da: Tilføj et billede
de: Foto hinzufügen
el: Προσθήκη φωτογραφίας
es: Añadir una foto
et: Lisa foto
fi: Lisää kuva
fr: Ajouter une photo
ga: Cuir grianghraf leis
hr: Dodaj fotografiju
hu: Fotó hozzáadása
id: Tambah foto
is: Bæta við mynd
it: Aggiungi una foto
ja: 写真を追加
ko: 사진 추가
lt: Pridėti nuotrauką
lv: Pievienot fotoattēlu
mk: Додај фотографија
ms: Tambah foto
mt: Żid ritratt
nb: Legg til et bilde
nl: Foto toevoegen
pl: Dodaj zdjęcie
pt_br: Adicionar foto
pt_pt: Adicionar uma foto
ro: Adaugă o fotografie
ru: Добавить фото
sk: Pridať fotku
sl: Dodaj fotografijo
sq: Shto një foto
sr: Додај фотографију
sv: Lägg till ett foto
tr: Fotoğraf ekle
uk: Додати фото
vi: Thêm ảnh
zh_hans: 添加照片
zh_hant: 新增照片

source: Add a race
ar: إضافة سباق
bg: Добави състезание
ca: Afegeix una cursa
cs: Přidat závod
da: Tilføj et løb
de: Wettkampf hinzufügen
el: Προσθήκη αγώνα
es: Añadir una carrera
et: Lisa võistlus
fi: Lisää kilpailu
fr: Ajouter une course
ga: Cuir rás leis
hr: Dodaj utrku
hu: Verseny hozzáadása
id: Tambah lomba
is: Bæta við keppni
it: Aggiungi una gara
ja: レースを追加
ko: 대회 추가
lt: Pridėti varžybas
lv: Pievienot sacensības
mk: Додај трка
ms: Tambah perlumbaan
mt: Żid tellieqa
nb: Legg til et løp
nl: Wedstrijd toevoegen
pl: Dodaj start
pt_br: Adicionar prova
pt_pt: Adicionar uma prova
ro: Adaugă o cursă
ru: Добавить старт
sk: Pridať preteky
sl: Dodaj tekmo
sq: Shto një garë
sr: Додај трку
sv: Lägg till ett lopp
tr: Yarış ekle
uk: Додати старт
vi: Thêm cuộc đua
zh_hans: 添加比赛
zh_hant: 新增賽事

source: Add a session
ar: إضافة حصة
bg: Добави тренировка
ca: Afegeix una sessió
cs: Přidat trénink
da: Tilføj et pas
de: Einheit hinzufügen
el: Προσθήκη προπόνησης
es: Añadir una sesión
et: Lisa trenn
fi: Lisää harjoitus
fr: Ajouter une séance
ga: Cuir seisiún leis
hr: Dodaj trening
hu: Edzés hozzáadása
id: Tambah sesi
is: Bæta við æfingu
it: Aggiungi una sessione
ja: セッションを追加
ko: 세션 추가
lt: Pridėti treniruotę
lv: Pievienot treniņu
mk: Додај тренинг
ms: Tambah sesi
mt: Żid sessjoni
nb: Legg til en økt
nl: Sessie toevoegen
pl: Dodaj sesję
pt_br: Adicionar treino
pt_pt: Adicionar uma sessão
ro: Adaugă un antrenament
ru: Добавить тренировку
sk: Pridať tréning
sl: Dodaj trening
sq: Shto një stërvitje
sr: Додај тренинг
sv: Lägg till ett pass
tr: Antrenman ekle
uk: Додати тренування
vi: Thêm buổi tập
zh_hans: 添加训练
zh_hant: 新增訓練

source: Add a step
ar: إضافة خطوة
bg: Добави стъпка
ca: Afegeix un pas
cs: Přidat krok
da: Tilføj et trin
de: Schritt hinzufügen
el: Προσθήκη βήματος
es: Añadir un paso
et: Lisa samm
fi: Lisää vaihe
fr: Ajouter une étape
ga: Cuir céim leis
hr: Dodaj korak
hu: Lépés hozzáadása
id: Tambah langkah
is: Bæta við skrefi
it: Aggiungi un passo
ja: ステップを追加
ko: 스텝 추가
lt: Pridėti žingsnį
lv: Pievienot soli
mk: Додај чекор
ms: Tambah langkah
mt: Żid pass
nb: Legg til et steg
nl: Stap toevoegen
pl: Dodaj krok
pt_br: Adicionar etapa
pt_pt: Adicionar um passo
ro: Adaugă un pas
ru: Добавить шаг
sk: Pridať krok
sl: Dodaj korak
sq: Shto një hap
sr: Додај корак
sv: Lägg till ett steg
tr: Adım ekle
uk: Додати крок
vi: Thêm bước
zh_hans: 添加步骤
zh_hant: 新增步驟
